{
  "job_profile_id": "1e047c970e87e073",
  "회사명": "씨제이이엔엠(CJ ENM)",
  "직무": "[CJ ENM] Mnet plus Backend Engineer",
  "포지션 상세": [
    "[조직/도메인 설명]",
    "Mnet Plus Tech팀은 CJ ENM의 글로벌 K-POP OTT & 팬덤 플랫폼인 Mnet Plus의 제품 개발 및 데이터 분석을 실행하는 조직입니다.",
    "방송과 공연, 아티스트 IP를 기반으로 다양한 팬 경험을 디지털로 확장하며, 전 세계 K-POP 팬들이 콘텐츠를 즐기고 아티스트 IP와 상호작용하면서 새로운 가치를 창출할 수 있도록 제품을 개발합니다.",
    "특히 Tech팀은 대용량 트래픽과 실시간 이벤트를 처리하는 신뢰성을 기반으로 K-POP 팬덤에 맞는 앱 사용성을 완결성 있게 만들어내며 방대한 용량의 데이터를 처리해 새로운 인사이트를 만드는 등,",
    "다양한 조직과 긴밀히 협업하여 콘텐츠와 기술을 연결하는 핵심 허브 역활을 수행하고 있습니다.",
    "[주요 업무 및 범위]",
    "Mnet Plus Tech팀은 글로벌 K-POP OTT & 팬덤 플랫폼을 이끄는 조직으로, 방송·공연·아티스트 IP를 기반으로 한 다양한 팬 경험을 개발합니다.",
    "팀에 합류하시면 투표, 라이브·영상, 포토카드 등 핵심 기능 개발부터 유료 영상, 디지털 굿즈, 광고 등 새로운 수익 모델 구현까지 경험할 수 있으며, 전 세계 팬덤을 위한 글로벌 서비스를 직접 만들어가는 커리어 성장을 경험하시게 됩니다.",
    "[팀의 목표/비전]",
    "Mnet Plus Tech팀의 비전은 “No.1 Global K-POP Platform”으로, 전 세계 팬들이 가장 사랑하고 가장 많이 찾는 K-POP 플랫폼으로 성장하는 것입니다.",
    "우리의 미션은 콘텐츠와 팬덤, 그리고 기술을 연결하여 팬 경험의 깊이와 가치를 극대화하는 데 있습니다.",
    "이를 위해 우리는 다국어와 다지역 환경에 최적화된 글로벌 확장을 추진하고, 상품 포트폴리오의 다각화를 통해 지속적인 매출 성장을 실현하고자 합니다.",
    "나아가 전 세계 K-POP 팬들이 적극적으로 참여할 수 있는 인터랙션을 강화하여, 누구도 경험하지 못한 차별화된 팬 경험을 제공하는 것을 목표로 하고 있습니다."
  ],
  "주요업무": [
    "백엔드 개발자는 Mnet Plus의 안정적이고 확장 가능한 서비스 아키텍처를 설계하고 구현하는 역할을 담당합니다.",
    "글로벌 팬덤 플랫폼 서비스인 Mnet Plus 개발",
    "방송 이벤트, 콘서트, 투표 개발",
    "광고 수익 개선을 위한 기능 개발"
  ],
  "자격요건": [
    "Java 또는 Kotlin을 사용한 서버 개발 업무를 3년 이상 경험하신 분",
    "RDBMS 또는 Nosql DB를 활용한 설계/운영 경험을 보유하신 분",
    "Git 사용, 코드 리뷰에 익숙하신 분"
  ],
  "우대사항": [
    "대규모 트래픽을 고려한 시스템 디자인, 개발 경험을 보유한 분",
    "AWS 및 쿠버네티스 환경에서 서비스 개발/운영 경험을 보유한 분",
    "초기 프로젝트에 참여하여 개발 환경 세팅, 아키텍처 수립 경험을 보유한 분",
    "[캐릭터&성향]",
    "직군과 관계없이 어울릴 수 있고, 적극적인 커뮤니케이션을 하려고 노력하는 분",
    "우선순위를 명확히 하여 Resource 대비 최대의 Impact를 만들어 줄 수 있는 분",
    "나의 팀만을 위한 의사결정이 아닌 사업부 차원의 의사결정을 할 수 있는 분",
    "사업과 조직의 Stage변화에 맞춰 유연하게 사고하고, 일하는 방법과 Role, Formation 방식 등에 유연하게 대응할 수 있는 분",
    "콘텐츠에 대한 진심과 애정으로 콘텐츠業을 사랑하며 진정한 덕업일치를 이루고 싶은 분"
  ],
  "혜택 및 복지": [
    "■ 할인 및 REFRESH 휴가를 통한 국내 최고 수준의 복지 혜택",
    "CJ 멤버스카드 제공  : CJ그룹 사업장 40% 임직원 할인",
    "CJ mall 임직원 할인 : 결제 시 10% 할인 (연간 500만원 할인한도 內, 중도입사자의 경우 할인한도 월할계산 부여)",
    "Break for an Invent (B.I.) : 2주에 1회씩 8시간의 창의활동을 위한 자율시간 (개인 연차 소진 없음)",
    "CJ Work On : CJ ENM 본사(상암)과 거점 오피스(분당, 강남, 서울역, 용산역, 동대문)를 활용한 Hybrid Work",
    "Creative Challenge(창의 휴가) : 근속 5년마다 4주의 휴가 및 휴가비 지원",
    "무이자 주택대부 : 2,000만원 (만 1년 이상 근무자)",
    "의료비 지원 : 본인에 한해 건강보험 대상 진료비 중 10만원 이상 지출비용 전액지원",
    "야간교통비 : 평일 또는 주말 23시~06시 퇴근 시 택시 실비 주중 지급",
    "CJ ENM 콘텐츠 각종 예매권 지급: 영화예매권, 뮤지컬, 페스티벌 등",
    "자기개발 지원 : 온/오프라인 교육과정 지원, 전화외국어, 어학시험 응시료 연 2회 지원, 도서대여 서비스",
    "휴가 및 호텔 할인 지원 : 해외여행(호텔/ 패키지상품), 국내호텔/콘도 지원, 제주 나인브릿지 및 여주 헤슬리 햄릿 지원",
    "ENM센터 휴게시설 지원 : 안마의자, 네일케어, 헬스키퍼 등",
    "CJ 웨딩홀, 웨딩카 지원, 난임부부 시술비용, 출산축하선물 지원",
    "만 5-6세 자녀보육수당 연 120만원, 자녀학자금 실비지원(취학 직전 유치원 자녀, 중/고생, 전문대이상, 자녀 수 제한 없음)",
    "ENM 어린이집",
    "자녀입학 돌봄휴가, 긴급자녀돌봄 근로시간 단축제도",
    "각종 경조사 지원"
  ],
  "채용 전형": [
    "서류전형 ＞코딩테스트 ＞ 면접 전형 ＞ 평판조회, 채용검진 및 처우협의 ＞ 입사",
    "[입사지원서 작성시 유의사항]",
    "*본 공고는 자기소개서 작성이 없는 공고입니다. 지원서 제출시 경력기술서를 반드시 첨부파일로 제출해주십시오.",
    "*포트폴리오 단독으로만 첨부는 불가하며, 포트폴리오 첨부가 필요하신 경우 경력기술서와 함께 첨부 부탁드립니다."
  ],
  "마감일": "상시채용"
}