{
  "job_profile_id": "1b3089afa8450502",
  "회사명": "자비스앤빌런즈(삼쩜삼)",
  "직무": "Platform Frontend Engineer",
  "포지션 상세": [
    "We make your Money, save your Time, find your Right.",
    "우리는 더 이상 ‘세금 환급’에만 머물지 않습니다.",
    "자비스앤빌런즈는 누구나 쉽고 간편하게 종합소득세를 신고할 수 있는 ‘삼쩜삼’ 서비스로 시작해,",
    "2020년 출시 이후 지금까지 2천만 명이 넘는 분들께 총 1조 6천억 원이 넘는 환급을 도와드렸습니다.",
    "이제는 그 경험과 축적된 기술력을 바탕으로,",
    "세무 문제를 해결하는 서비스 뿐 아니라,",
    "일상 속 놓치기 쉬운 돈과 권리를 찾아주는 생활밀착형 환급 플랫폼으로 빠르게 확장해나가고 있어요.",
    "우리는 사람들이 ‘몰라서 못 챙긴 돈’과 ‘복잡해서 포기한 권리’를 놓치지 않도록",
    "더 쉽고 빠르게, 더 많이 찾아주는 서비스를 만들고 있습니다.",
    "복잡한 세무 문제를 쉽게 해결하고,",
    "일상 가까이에서 유용한 정보를 제공하며,",
    "필요할 땐 신뢰할 수 있는 전문가와 바로 연결될 수 있도록 돕고 있어요.",
    "누구나 당연히 누려야 할 권리,",
    "누구나 당연히 받아야 할 혜택을,",
    "누구나 쉽게 찾을 수 있는 세상을 만드는 것.",
    "그게 자비스앤빌런즈가 이 일을 하는 이유입니다.",
    "고객에게 실질적인 가치를 전하는 이 여정을 함께 만들어가는 일에 동참할 분을 기다립니다."
  ],
  "주요업무": [
    "[합류 하시면 ​하게 될 업무에요.]",
    "공통 UI 컴포넌트 라이브러리(디자인 시스템)를 설계·개발하고, Storybook 기반 문서화 및 시각적 리그레션 테스트 체계를 운영합니다.",
    "사내 FE 공통 패키지를 개발·유지보수하고, 버전 관리(Changesets) 및 배포 프로세스를 안정적으로 운영합니다.",
    "프론트엔드 모노레포 구조 및 패키지 전략을 설계하고, 빌드/테스트/배포 파이프라인을 지속적으로 개선합니다.",
    "CLI 도구, 코드 생성기, 보일러플레이트 등 서비스 팀의 DX를 개선하는 도구를 설계·구현합니다.",
    "서비스 팀 개발자와 협업하여 반복되는 문제를 발굴하고, 플랫폼 레벨에서 해결하는 구조적 개선을 수행합니다.",
    "플랫폼 기능에 대한 문서화, 사용 가이드, 예제 코드를 작성하여 개발자 경험 품질을 관리합니다.",
    "[​합류 시, ​이런 ​성장의 기회를 ​만나볼 수 ​있어요.​]",
    "서비스 간의 복잡하게 얽힌 의존성을 풀어내고 구조를 재정립하여, 동료 엔지니어와 AI가 일관된 기준 위에서 효율적으로 개발할 수 있는 환경을 설계하는 경험을 쌓을 수 있어요.",
    "기술적 의사결정이 전체 생태계에 미치는 파급력을 경험하며, 개별 서비스가 아닌 플랫폼 관점에서 문제를 정의하고 해결하는 넓은 시야를 가질 수 있어요."
  ],
  "자격요건": [
    "웹 프론트엔드 개발 경력 3년 이상",
    "React, TypeScript 기반의 실무 개발 경험",
    "공통 라이브러리, UI 컴포넌트, 또는 내부 도구를 만들어 다른 개발자의 생산성을 개선해 본 경험",
    "pnpm/Yarn Workspaces 등을 활용한 모노레포 환경에서의 개발 경험",
    "GitHub Actions 등으로 CI/CD 파이프라인을 구성·운영해 본 경험",
    "npm 패키지 배포 및 버전 관리(semver, Changesets 등) 경험"
  ],
  "우대사항": [
    "디자인 시스템 구축·운영 경험 (Storybook, Figma 연동 등) 이 있으신 분",
    "Webpack/Vite/Turborepo 등 빌드 도구에 대해 깊이 이해하고 계신 분",
    "프론트엔드 성능 최적화 경험 (번들 사이즈 관리, Lighthouse 등)이 있으신 분",
    "대규모 트래픽 B2C 서비스 개발 경험이 있으신 분",
    "테스트 코드 작성 경험 (Jest, Testing Library, Chromatic 등)이 있으신 분",
    "기술 문서 작성 및 사내 개발자 온보딩/교육 경험이 있으신 분",
    "[삼쩜삼 앱그로스 셀에 대해 소개해 드려요.]",
    "앱그로스셀은 삼쩜삼 내의 다양한 서비스가 일관되고 안정적으로 고객에게 전달될 수 있도록 앱·프론트·디자인·데이터·운영 전반에 걸친 공통 코어 시스템과 경험을 설계하고 관리하고 있어요.",
    "역할의 경계 없이 복잡한 문제를 함께 정의하고, 어떤 구조로 풀어야 지속가능한가를 함께 정의하고 실행합니다.",
    "[삼쩜삼 플랫폼 FE 엔지니어는 이런 일을 하고 있어요.]",
    "파편화된 개발 방식을 통합하고, 여러 서비스가 유기적으로 연결될 수 있는 공통 아키텍처와 그라운드 룰을 수립합니다.",
    "디자인 시스템 및 공통 라이브러리를 고도화하여, 제품의 브랜드 일관성을 지키고 개발 생산성을 극대화합니다.",
    "서비스 확장 과정에서 발생하는 구조적 병목을 선제적으로 발견하고, 이를 해소할 수 있는 플랫폼 차원의 솔루션을 제공합니다.",
    "자동화 도구 도입과 개발 환경 개선을 통해, 동료 엔지니어들이 비즈니스 로직에만 집중할 수 있도록 개발 경험(DX)을 혁신합니다."
  ],
  "혜택 및 복지": [
    "[일을 더 잘할 수 있도록, 이러한 복지를 제공해요.]",
    "최고의 인재에게 최고의 보상",
    "개인 성과 및 경영 성과에 따른 인센티브 제도",
    "각종 경조사 휴가 및 경조비 지원",
    "특별한 날에는 특별한 선물 증정 (명절 선물, 생일 선물, 가정의 달 선물)",
    "몰입을 위한 근무 환경 조성",
    "일과 개인 생활의 조화를 위한 유연한 근로제",
    "1시간 30분의 넉넉한 점심시간",
    "몰입한 빌런즈를 위한 워케이션 제도",
    "빌런즈에게는 언제나 아낌없이 지원",
    "맥북 등 최신 고급 장비 지원",
    "마음껏 즐길 수 있는 점심 식사 및 조식, 간식 지원",
    "불가피한 야근 시 식대와 택시비 지원",
    "빌런즈의 역량 성장을 위한 연 120만원 상당의 도서 및 운동/강의 지원",
    "빌런즈도 가족도 건강할 수 있도록",
    "최고 수준의 건강 검진 지원 (배우자 또는 직계 가족 1인 포함)",
    "단체 상해보험 가입(본인)",
    "상조 서비스 지원",
    "빌런즈 컬처 프로그램",
    "리프레쉬와 팀웍을 위한 다양한 프로그램",
    "건설적인 피드백 문화를 위한 빌런즈 1on1 미팅",
    "모든 구성원과 함께 인사이트를 나누는 회고 위크"
  ],
  "채용 전형": [
    "[서류는 이렇게 제출해 주세요.]",
    "지원서류 : 자유양식의 국문 이력서(필수), 포트폴리오(선택)",
    "제출하시는 서류는 원활한 검토를 위해 PDF 형식으로 제출해 주세요.",
    "해당 공고는 수시 채용으로, 채용 완료 시 조기에 마감될 수 있습니다.",
    "입사지원 서류에서 허위기재 사실이 발견될 경우, 입사가 취소될 수 있습니다.",
    "[합류 여정에 대해 안내드려요.]",
    "서류 전형 -＞ 롤핏 인터뷰(Role fit) -＞  팀핏 인터뷰(Team fit) -＞ 최종 합격",
    "지원자의 이력 및 경력 사항에 따라 일부 면접 과정이 생략되거나 추가될 수 있습니다.",
    "롤핏 인터뷰는 이렇게 진행하게 됩니다.",
    "인터뷰 시간 중 현장에서 과제를 진행해요.",
    "과제 완료 후 진행하신 내용에 대해 직접 설명해주시고, Q&A를 진행해요.",
    "과제 외에도, 이력서에 적어주신 경험 중심으로 질문을 드려요.",
    "상세한 내용은 인터뷰 단계에서 개별적으로 안내드릴 예정입니다.",
    "[인터뷰 진행 방식에 대해 자세히 안내드려요.]",
    "인터뷰 대상자는 메일로 개별적으로 연락드릴 예정이에요.",
    "인터뷰는 대면으로 진행하고 있어요. (단, 포지션 및 상황에 따라 비대면으로 요청드릴 수 있습니다.)",
    "모든 인터뷰는 1시간~ 최대 1시간 30분 동안 진행해요.",
    "롤핏 인터뷰에서는 지원자의 직무 경험과 전문성이 해당 포지션의 역할과 얼마나 잘 맞는지를 확인해요.",
    "팀핏 인터뷰에서는 함께 일할 빌런즈들과 일하는 방식과 협업 방식이 잘 어울릴지를 이야기해요.",
    "자비스앤빌런즈는 ‘직무 전문성’과 ‘일하는 방식·협업 핏’을 동등하게 중요한 기준으로 보고 있어요.",
    "[지원 시 참고해 주세요.]",
    "해외여행 결격 사유가 있을 시, 입사가 취소될 수 있습니다.",
    "필요시 회사는 귀하가 제공하시는 이력서를 기초로 평판조회(레퍼런스 체크)를 시행할 수 있습니다. 이에 동의하시는 경우 이력서를 제출해 주세요.",
    "입사 후 3개월간의 온보딩(수습 기간)이 진행됩니다. 온보딩 기간 동안의 급여는 100% 지급됩니다.",
    "지원 전, 포지션 혹은 회사 관련하여 궁금하신 점이 있으시다면 채용담당자와 커피챗도 가능해요!"
  ],
  "마감일": "상시채용"
}