{
  "job_profile_id": "e084d8b997c42da6",
  "회사명": "피클플러스",
  "직무": "프론트엔드 개발자",
  "포지션 상세": [
    "피클플러스는 대한민국 1위 ‘공동구독 플랫폼’ 에서",
    "글로벌 시장을 향한 ‘구독 슈퍼앱’으로 빠르게 성장중인 스타트업입니다.",
    "구독은 이제 국내에서만 4,500만명의 일상이 되었습니다.",
    "국내 소비자 시장 500조원 중 100조원을 차지하는 이 거대한 시장은,",
    "매년 11%씩 빠르게 성장하며 이커머스 다음 패러다임을 이끌고 있습니다.",
    "피클플러스는 그 안에서 가장 먼저, 가장 밀도있게 뛰고 있는 팀입니다.",
    "변화의 선봉에서, 멋진 동료들과 함께 몰입하며",
    "구독 경험 전반을 이끌고 혁신해 나갈 여정을 함께할 동료를 찾습니다.",
    "[사랑받는 서비스]",
    "피클플러스는 NPS 71점을 기록하며, 아마존 · 스타벅스 · 토스 수준의 브랜드 충성도로 고객에게 꾸준히 선택받고 있습니다.",
    "이 높은 만족도는 월간 96%라는 보기 드문 구독 유지율로 이어지며, 한번이라도 사용해 보면 고객의 일상에 자연스럽게 머무르는 서비스가 되었습니다.",
    "[새롭게 등장한 ‘공동 구독’]",
    "이커머스 시장에 ‘공동 구매’가 있다면,",
    "구독 시장에는 ‘공동 구독(계정 공유형 요금제)’이라는 프로모션 수단이 있습니다.",
    "‘공동 구독’을 채택하는 구독 서비스는 꾸준히 증가하며,",
    "어느덧 ’연간 요금제’처럼 구독 시장의 표준 요금 모델 중 하나로 자리잡았습니다.",
    "‘공동 구독’은 초기에는 고객 유입 전략으로, 이후에는 수익성 강화 방향으로 활용됩니다.",
    "예를 들어, 넷플릭스는 공동 구독을 활용해 많은 고객을 모았습니다.",
    "이후 2023년, 기존의 ‘가족 외 공유’를 암묵적으로 허용하던 기조를 전환시키며",
    "’가족 외 공유’를 유료 기능으로 정식 출시해 수익성을 강화했습니다.",
    "이렇듯 공동 구독 요금제는 한번 채택되면 사라지는 것이 아니라",
    "‘가족 외 공유’ 기능 유료 출시 등과 같이 더 많은 이익을 주는 요금제로 진화합니다.",
    "이커머스 시장이 있는 한 계속해서 ‘공동 구매’ 상품이 추가되듯,",
    "구독 시장이 존재하는 한 계속해서 ‘공동 구독’을 채택하는 서비스도 추가됩니다.",
    "피클플러스는 이와 함께 빠르게 성장합니다.",
    "[’공동 구독 플랫폼’의 시작]",
    "피클플러스는 2020년 ‘1/N 구성원 찾기’와 ‘자동 정산’ 기능으로 공동 구독 유저들의 번거로움을 자동화 해 주는 것으로 서비스를 시작했으며,",
    "최근에는 일부 파트너사 API 연동을 통해 더 부드럽고 연결된 공유 요금제 이용 경험을 만들어 가고 있습니다.",
    "[글로벌적 경쟁력]",
    "글로벌 시장에는 이탈리아의 TogetherPrice, 프랑스의 Spliiit 등 다양한 공동 구독 플랫폼들이 시장을 형성하며 활발히 경쟁하고 있습니다.",
    "그 가운데, 피클플러스는 1개국(한국)에서만 운영하면서도, 글로벌 TOP3에 포함된 유일한 서비스입니다.",
    "이는 글로벌 최고 수준의 제품 완성도, 운영 품질, 사용자 경험 경쟁력을 갖췄기에 가능한 성과입니다.",
    "피클플러스는 이를 기반으로, 해외 지사 설립을 포함한 글로벌 확장을 본격화 하고 있습니다.",
    "[’콘텐츠’ 기능 확장]",
    "2023년, ‘구독 시작’ 이후 단계인 ‘구독 사용’ 단계까지 아우를 수 있도록 ‘콘텐츠’ 기능을 출시하며 구독 이용 전반을 다루는 서비스로 확장했습니다.",
    "이는 지난 2년간 MAU 5배 성장을 견인했습니다.",
    "[’구독 슈퍼앱’으로 확장]",
    "현재는 모든 종류의 구독 서비스로 제품군을 넓히고 있습니다.",
    "공유 요금제가 없는 구독 서비스는 특가 제휴를 통해 공동구매가 가능하도록 구현 중입니다.",
    "스O벅스 정기 구독, 올리O영 상품권 구독과 같은 오프라인 구독 뿐 아니라, 침대와 같은 가구 구독, 정수기와 같은 가전 구독, TV∙인터넷∙휴대폰과 같은 통신비 구독까지도 특가 제휴를 통한 공동구매가 가능하도록 하며 고객의 일상 더 깊숙한 곳 까지 가치를 제공할 예정입니다.",
    "구독 서비스가 많아질수록 소비자들은 피로감을 느끼고 있습니다. 따라서 한국 소비자의 71%, 글로벌 소비자의 78%는 ‘모든 구독을 위한 단 하나의 플랫폼’을 원합니다.",
    "지금 피클플러스는 바로 그 플랫폼을 만들고 있습니다. 더 많은 구독 상품, 더 다양한 니즈 해결을 제공하며 “모든 구독을 하나의 플랫폼에서 시작하고 사용”할 수 있는 ‘구독 슈퍼앱’으로 진화 중입니다.",
    "[구독 시장의 규모와 가치]",
    "국내 소비자의 90%인 4,500만명이 구독을 이용하며, 글로벌 소비자의 50%인 40억명이 구독을 이용합니다.",
    "국내 소비자 시장 500조원 중 100조원을 차지하는 이 거대한 시장은 매년 11%씩 빠르게 성장하며 이커머스를 이은 차세대 소비 트렌드로 자리 잡고 있습니다.",
    "피클플러스는 크고 빠르게 성장하는 구독 시장을 리드하며, 혁신을 만들어 가는 팀입니다.",
    "[’지금’ 합류해야 하는 이유]",
    "피클플러스는 팀의 역량과 비전을 모두 인정받으며 국내외 탑티어 투자사들로부터 연속 투자를 유치한 초기 스타트업입니다.",
    "초기 단계인 현재, 한 사람의 역할이 서비스와 팀 전체에 보다 크게 기여할 수 있습니다.",
    "지금은 초기 피클플러스에 합류할 마지막 기회일 수 있으며, 가장 큰 임팩트를 만들며 깊이 성장할 수 있는 최고의 타이밍입니다.",
    "[성장 History]",
    "2019년 | 사업자 설립",
    "2020년 | 1만 회원 돌파 · 국내 1위 Seed 투자사로부터 Seed 단계 투자 유치",
    "2021년 | 10만 회원 돌파 · 미국 VC 스트롱벤처스 등으로부터 pre-A 단계 투자 유치",
    "2022년 | 20만 회원 돌파 · 연간 영업이익 BEP 돌파",
    "2023년 | 40만 회원 돌파 · 2년 연속 영업이익 흑자 달성",
    "2024년 | 2년간 MAU 5배 성장",
    "2025년 | ‘구독 슈퍼앱’으로 성장 더욱 본격화 중"
  ],
  "주요업무": [
    "Next.js, React 기반 피클플러스의 웹 프론트엔드 시스템을 개발하고 개선합니다.",
    "Monorepo, Design System 등 서비스 구조를 직접 설계하고 운영합니다.",
    "다양한 기술 부채와 성능 개선 과제를 식별하고 해결합니다."
  ],
  "자격요건": [
    "웹 프론트엔드 개발 업무 경력 2년 이상 혹은 유사한 경험이 있으신 분",
    "Javascript, Typescript, HTML, CSS에 대한 이해도가 있으신분",
    "Git/GitHub를 활용한 협업 경험이 있으신 분",
    "코드에 대한 책임감과 겸손함, 그리고 자기 객관화 능력을 갖춘 분",
    "타 직군과 원활하고 긍정적인 태도로 문제 해결에 집중하는 분",
    "꾸준히 공부하시고 새로운 시도를 두려워하지 않으시는 분"
  ],
  "우대사항": [
    "테스트 코드를 안정성 확보와 지식 공유 수단으로 활용할 수 있는 분",
    "monorepo 기반 개발 경험이 있으신 분",
    "design system 제작 및 운영 경험이 있으신 분",
    "GitHub Actions 워크플로우를 활용해본 경험이 있으신 분",
    "서비스 성능 최적화 경험이 있으신 분",
    "공동 성장 및 공유에 진심이신 분",
    "[피클플러스에서 사용하는 주요 기술]",
    "코어: React, TypeScript, Next.js",
    "상태 관리: TanStack Query, Zustand",
    "스타일링: Tailwind CSS, Styled Components",
    "패키지 관리: PNPM, Turborepo",
    "빌드 도구: Webpack, Tsup",
    "모니터링: Sentry, Datadog"
  ],
  "혜택 및 복지": [
    "[문화]",
    "정직하고 건강하게, 성숙한 소통을 합니다.",
    "회사 내 대부분의 정보가 투명하게 공유됩니다.",
    "매 분기 모든 구성원이 정보를 교류하고 성취를 공유하는 타운홀 미팅이 있습니다.",
    "미션과 비전을 위한 분기목표(OKR), 2주 단위 스프린트, 주기적 회고가 운영됩니다.",
    "더 큰 ‘고객 만족’과 더 많은 ‘고객 획득’을 진심으로 생각합니다.",
    "높은 인재밀도로 소수정예 구성원이 큰 임팩트를 냅니다.",
    "항상 더 높은 수준을 추구합니다. 함께 고민하고, 시도하고, 배우고, 학습하고, 계속해서 성장합니다.",
    "[지원]",
    "한 명 한 명의 퍼포먼스가 중요하기에, 최고 수준의 업무 환경을 지원합니다.",
    "200만원 상당의 허먼밀러 의자 등 최고 수준으로 업무 장비를 지원합니다.",
    "구성원의 빠른 성장을 위해, 강의∙도서∙세미나 등 역량 강화비를 무제한 지원합니다.",
    "매 분기 직군별 동료학습(피어러닝)과 성장모임을 지원합니다.",
    "원할 경우, 시장 대비 높은 수준의 스톡옵션 선택지가 제공됩니다.",
    "[환경]",
    "드라마 '미생'의 촬영지이자 5개 호선과 직접 연결된 서울역의 랜드마크(서울스퀘어)에서 근무합니다.",
    "최고의 퍼포먼스를 위한 컨디션은 각자 다르므로 오전 8시부터 11시 사이 개인별 가장 몰입할 수 있도록 자율 출퇴근제를 운영합니다.",
    "안마의자가 있는 1인 웰니스룸과 쾌적한 라운지를 이용할 수 있습니다.",
    "폴 바셋 에스프레소 머신 커피, 콜드 티, 간식 스낵 바가 무제한 제공됩니다.",
    "매 분기 더 맛있는 점심을 먹을 수 있는 인당 4만원의 점심 회식비가 지원됩니다.",
    "모든 저녁회식은 100% 자유 참여이며, 참여시엔 분기마다 인당 12~18만원의 회식비가 지원됩니다.",
    "[복지]",
    "모든 팀원에게 개인별 법인카드가 지급되며, 식사당 1.5만원의 식대가 제공됩니다.",
    "쉴 땐 더 잘 쉬고, 일할 땐 더 잘 일할 수 있도록 매일 1시간 15분의 점심시간이 제공됩니다.",
    "(근무시간이 15분 더 연장되지는 않습니다.)",
    "3년 근속시 4주간의 안식휴가(유급)가 제공됩니다.",
    "여름 휴가비, 여름 추가 휴가(3일/유급), 명절 상여금, 생일 특별 반차가 제공됩니다."
  ],
  "채용 전형": [
    "서류 전형 - 업무 적합성 인터뷰 - 문화 적합성 인터뷰 - 최종합격"
  ],
  "마감일": "상시채용"
}